/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ загружен и готов к использованию! Это важное обновление; хотите установить и перезапустить %1$@ прямо сейчас?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ загружен и готов к использованию! Хотите установить и перезагрузить %1$@ прямо сейчас?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ не может быть обновлен, пока он работает на защищенном от записи диске (например, на образе диска или на оптическом носителе). Переместите %1$@ в папку Программы, перезапустите его оттуда и повторите попытку.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ — самая свежая на данный момент версия.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ загружен";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Доступна новая версия %1$@. Обновитесь до версии %2$@, чтобы пользоваться всеми новыми функциями.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Доступна новая версия %1$@. Обновитесь до версии %2$@, чтобы пользоваться всеми новыми функциями. Хотите почитать об изменениях на сайте приложения?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Новая версия %@ готова к установке!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "При обновлении информации возникла ошибка. Повторите попытку позже.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Возникла ошибка при загрузке обновления. Повторите попытку позже.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Возникла ошибка во время распаковки архива. Повторите попытку позже.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Возникла ошибка при установке обновления. Повторите попытку позже.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Возникла ошибка при анализе обновления.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Возникла ошибка при перезапуске %1$@, но новая версия будет доступна в следующий раз при запуске %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Важное обновление %@ готово к установке";

/* the unit for bytes */
"B" = "б";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Cancel Update" = "Отменить обновление";

/* No comment provided by engineer. */
"Checking for updates..." = "Проверяется наличие обновлений...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Загружается обновление...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Распаковывается обновление...";

/* the unit for gigabytes */
"GB" = "Гб";

/* No comment provided by engineer. */
"Install and Relaunch" = "Установить и перезапустить";

/* Take care not to overflow the status window. */
"Installing update..." = "Устанавливается обновление...";

/* the unit for kilobytes */
"KB" = "Кб";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Подробнее...";

/* No comment provided by engineer. */
"Let's update your app" = "Давайте обновим приложение";

/* the unit for megabytes */
"MB" = "Мб";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Готово к установке";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Хотите автоматически проверять обновление %1$@? У всегда можете проверить наличие обновлений вручную из меню %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Обновление неправильно подписано.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Обновление не будет установлено, так как пользователь выбрал режим завершения работы системы с последующим выключением питания.";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Ой! Установленная у вас версия %@ устарела.";

/* No comment provided by engineer. */
"Update Error!" = "Ошибка обновления!";

/* No comment provided by engineer. */
"Updating %@" = "Обновляется %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "У вас уже установлена самая свежая версия %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "У вас установлена самая свежая версия!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Вы пользуетесь версией %@, которая больше не поддерживается. С тех пор мы много чего улучшили, поэтому для продолжения работы, пожалуйста, загрузите свежую версию.";
